11/data/attachments/449094b2e94b78a9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Paul_relate_Friend_84360_1</nif:username>
            <nif:friendToBeRequested>soap_friends_f4971399-df5f-4e7f-b74a-985f2e00bdd3</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>